//#include <stdio.h>
//#define SIZE 10
//
//typedef struct employee {
//	char name[20];
//	int number; //»ç¹ø
//	int phone;
//	int age;
//}EMPLOYEE;
//
//EMPLOYEE list[SIZE] = {
//	{"È«±æµ¿1", 111, 1111111, 20},
//	{"È«±æµ¿2", 222, 2222222, 25},
//	{"È«±æµ¿3", 333, 3333333, 19},
//	{"È«±æµ¿4", 444, 4444444, 19},
//	{"È«±æµ¿5", 555, 5555555, 19},
//	{"È«±æµ¿6", 666, 6666666, 19},
//	{"È«±æµ¿7", 777, 7777777, 19},
//	{"È«±æµ¿8", 888, 8888888, 23},
//	{"È«±æµ¿9", 999, 9999999, 29},
//	{"È«±æµ¿10", 101, 101101101, 40}
//};
//
//int main()
//{
//	for (int i = 0; i < SIZE; i++)
//	{
//		if (list[i].age >= 20 && list[i].age < 30)
//		{
//			printf("ÀÌ¸§: %s, ³ªÀÌ: %d\n", list[i].name, list[i].age);
//		}
//	}
//	return 0;
//}